{
  "title": "Web Developer",
  "objective":
    "To achieve professional and financial growth while contributing to the success of the organization through my skills, knowledge, sincerity, dedication and honesty as part of a collaborative team. I aim to leverage my expertise in Angular, JavaScript, and Node.js to develop user-friendly, responsive, and scalable web applications. I am committed to bringing innovative ideas to the table and continuously enhancing my technical skills to meet organizational and industry standards.",
  "professionalSummary":
    "Senior Software Engineer with over 5 years of professional experience in Angular development and a total of 7 years in the IT industry. Passionate about crafting clean, efficient, and scalable code within the Angular framework, with a strong focus on delivering high-quality, user-friendly web applications. Adept at analyzing and resolving complex technical challenges while maintaining a proactive and solution-oriented mindset. Highly motivated to stay updated with the latest technologies and best practices, ensuring continuous improvement and innovation. A collaborative team player who thrives in dynamic environments and is committed to being a valuable contributor to organizational success.",
  "identity": [
    { "label": "Qualification", "value": "B.E (Electronics and Communications)" },
    { "label": "E-mail", "value": "meetanandns@gmail.com" },
    { "label": "Phone", "value": "+91-9625182315" },
    { "label": "Locality", "value": "Bangalore, India" },
    { "label": "Vernaculars", "value": "English, Tamil, Hindi and Kannada (basic)" }
  ],
  "cv": [
    { "label": "Hobbies", "value": "Surfing about new technologies and Listening to music" },
    { "label": "Board Games", "value": "Chess, Carrom and Ludo" }
  ],
  "recognition": [
    "Specialist at delivering ideas and solutions in Angular & JS",
    "Nominated for budding super start in Clarivate",
    "Received 'Company shares for best performance' in Clarivate",
    "Technical panel member for hiring process",
    "Mentoring new joiners and grooming them to bring them up to the speed",
    "Supported other teams whenever required and took help from other teams as well when we required"
  ]
}
